{
    "header": "Über mich",
    "me": "Ich bin",
    "developer": "FRONTEND ENTWICKLER",
    "about-me": "Über mich",
    "about-me1": "Hey, ich bin Muhammed. Ich bin ein Frontend-Entwickler aus Hamburg, Deutschland. Herzlich willkommen auf meinem Portfolio, welches ich mit Angular programmiert habe. Ich liebe das Programmieren und es bereitet mir immense Freude. Ich bin gespannt darauf, dich von meinen Fähigkeiten zu überzeugen.",
    "about-me2": "Meine Expertise mit dem relevantesten Technologie-Stack für die Front-End-Entwicklung macht mich zu einem kompetenten Entwickler. Mit Erfahrung und Enthusiasmus bin ich in der Lage, anspruchsvolle Projekte zu bewältigen.",
    "about-me3": "Ich habe einen intensiven Vollzeitkurs abgeschlossen, bei dem ich durch zahlreiche praxisnahe Projekte viel gelernt habe. Diese Projekte kannst du hier auf meinem Portfolio finden.",
    "my-skills": "Meine Skills", 
    "my-skills1": "Durch kontinuierliches Lernen habe ich meine Front-End-Entwicklungsfähigkeiten verbessert, was zur Erstellung mehrerer praktischer Projekte geführt hat.",
    "portfolio-p": "Erkunde eine Auswahl meiner Arbeit hier – Interagiere mit Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "project1-span": "Task-Manager inspiriert vom Kanban-System. Erstelle und organisiere Aufgaben mit Drag-and-Drop-Funktionen, weise Benutzer und Kategorien zu.",
    "project2-span": "Spring-, Lauf- und Wurfspiel basierend auf einem objektorientierten Ansatz. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "project3-span": "Basierend auf der PokéAPI eine leicht verständliche Bibliothek, die Pokémon-Informationen bereitstellt und katalogisiert.",
    "contact-headline": "Kontakt",
    "contact-p": "Hast du ein Problem zu lösen?",
    "contact-span1": "Kontaktieren Sie mich über dieses Formular. Ich interessiere mich dafür, von Ihnen zu hören, Ihre Ideen kennenzulernen und durch meine Arbeit zu Ihren Projekten beizutragen.",
    "contact-span2": "Brauchen Sie einen Frontend-Entwickler? Kontaktieren Sie mich!",
    "placeholder1": "Ihr Name",
    "placeholder2": "Ihre E-Mail",
    "placeholder3": "Ihre Nachricht",
    "placeholder4": "Nachricht senden :)",
    "contactform-span1": "Ihr Name ist erforderlich",
    "contactform-span2": "Ihre E-Mail-Adresse ist erforderlich",
    "contactform-span3": "Ihre Nachricht ist leer",
    "contactform-span4": "Ich habe die Datenschutzbestimmungen gelesen und stimme der Verarbeitung meiner Daten gemäß den dort dargelegten Bedingungen zu.",
    "imprint-headline": "Impressum",
    "imprint-span1": "Websitebetreiber: ",
    "imprint-span2": "Kontakt: ",
    "imprint-span3": "Urheberrechtshinweis: ",
    "imprint-span4": "Haftungsausschluss: ",
    "imprint-p1": "Diese Webseite wird privat betrieben und dient keinen kommerziellen Zwecken.",
    "imprint-p2": "Alle Inhalte dieser Website, insbesondere Texte, Bilder und Grafiken, sind urheberrechtlich geschützt.",
    "imprint-p3": "Für Inhalte externer Links übernehmen wir keine Haftung. Für den Inhalt der verlinkten Seiten sind ausschließlich deren Betreiber verantwortlich.",
    "imprint-p4": "Diese Angaben sind gemäß § 5 TMG (Telemediengesetz) und § 55 RStV (Rundfunkstaatsvertrag) erforderlich.",
    "go-to-contact1": "Lass uns reden!",
    "go-to-contact2": "Kontaktieren"
}