{
    "header": "About me",
    "me": "I am",
    "developer": "FRONTEND DEVELOPER",
    "about-me": "About me",
    "about-me1": "Hey, I'm Muhammed. I'm a frontend developer from Hamburg, Germany. Welcome to my portfolio, which I have programmed using Angular. I love programming, and it brings me immense joy. I am eager to convince you of my skills.",
    "about-me2": "My expertise with the most relevant tech stack for front-end development makes me a competent developer. With experience and enthusiasm, I am equipped to handle challenging projects.",
    "about-me3": "I have completed an intensive full-time course, where I learned a great deal through numerous hands-on projects. You can find these projects showcased here on my portfolio.",
    "my-skills": "My skills", 
    "my-skills1": "Through continuous learning, I have enhanced my front-end development skills, resulting in the creation of several practical projects.",
    "portfolio-p": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "project1-span": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories.",
    "project2-span": "Jump, run and throw game based on object-oriented approach. Help Pepe to find coins and tabasco salsa to fight against the crazy hen.",
    "project3-span": "Based on the PokéAPI a simple library that provides and catalogues pokemon information.",
    "contact-headline": "Contact",
    "contact-p": "Got a problem to solve?",
    "contact-span1": "Contact me through this form, I am interested in hearing from you, knowing your ideas and contributing to your projects with my work.",
    "contact-span2": "Need a Frontend developer? Contact me!",
    "placeholder1": "Your name",
    "placeholder2": "Your email",
    "placeholder3": "Your message",
    "placeholder4": "send message :)",
    "contactform-span1": "your name is required",
    "contactform-span2": "your email is required",
    "contactform-span3": "your message is empty",
    "contactform-span4": "I've read the privacy policy and agree to the processing of my data as outlined.",
    "imprint-headline": "Imprint",
    "imprint-span1": "Website Operator: ",
    "imprint-span2": "Contact: ",
    "imprint-span3": "Copyright Notice: ",
    "imprint-span4": "Disclaimer: ",
    "imprint-p1": "This website is privately operated and serves non-commercial purposes.",
    "imprint-p2": "All content on this website, including texts, images, and graphics, is protected by copyright.",
    "imprint-p3": "We do not assume any liability for the content of external links. The operators of the linked pages are solely responsible for their content.",
    "imprint-p4": "These details are required according to § 5 TMG (Telemedia Act) and § 55 RStV (Interstate Broadcasting Agreement).",
    "go-to-contact1": "Let's talk!",
    "go-to-contact2": "Get in touch"
}
